//Выведите на консоль числа от 0 до N. N не входит.
// В этом упражнении используйте цикл for c index.
package Myproject;

public class Print0ToN {
    public static void out(int n) {
        for (int i = 0; i <= n; i++) {
            System.out.print(i);

        }

    }
}
